{
  "blogs": [
    {
      "id": "72dc",
      "title": "Movie recommendation (Movie: Sully)",
      "body": "Genre: Drama, Biography\nReal incident detail : US Airways Flight 1549 was a scheduled domestic commercial passenger flight from LaGuardia Airport in New York City to Charlotte Douglas International Airport in North Carolina. On January 15, 2009, the flight suffered a bird strike shortly after takeoff and lost power in both of its engines. The pilot, Captain Chesley \"Sully\" Sullenberger, made the decision to ditch the plane into the Hudson River, and all 155 passengers and crew on board were able to evacuate safely.\nThe incident, often referred to as the \"Miracle on the Hudson,\" received widespread media attention and was widely praised for Sullenberger's quick thinking and heroic actions. The successful water landing and evacuation were attributed to the skill and training of the flight crew, as well as the effectiveness of emergency response procedures.",
      "author": "Aayush"
    },
    {
      "id": "48aa",
      "title": "You'll always be brave in someone's mind",
      "body": "You'll always be brave in someone's mind and coward in another's, strong to one and fragile to another, good to one and terrible to another.\nYou will be seen as annoying to one and comforting to another. Some will feel anxious around you and some will find peace in your company. Some will see you as \"too much\" while others will see you as a gift.\nThe world will look at you from their subjective point of view. The world is never going to agree on a definition of who you are.\nSo you might as well live the way that feels true to your heart.",
      "author": "Aayush"
    },
    {
      "id": "8f76",
      "title": "Probability Vs Possibility",
      "body": "Probability refers to the likelihood or chance of an event occurring. It is expressed as a number between 0 and 1, with 0 indicating that an event is impossible and 1 indicating that it is certain to occur. For example, the probability of flipping a coin and getting heads is 0.5, or 50%.\nPossibility, on the other hand, refers to the potential or possibility of an event occurring, regardless of its likelihood. Something that is possible could happen, but it may be unlikely or unlikely to happen.\nFor example, it is possible to win the lottery, but the probability of winning is very low. On the other hand, it is highly probable that it will rain tomorrow if there is a forecast for rain, but it is not necessarily possible (for example, if it is currently snowing).\nIn general, probability is a more precise and quantitative measure of likelihood, while possibility is a more general and qualitative concept.",
      "author": "Aayush"
    }
  ]
}